Repository: vanyog/Students_Import
Catalog: locale/*.utf8/LC_MESSAGES/Students_Import.po
Languages: bg_bg

source: Students Import
bg_bg: Импортиране на студенти

source: Cannot open file.
bg_bg: Не може да се отвори файла.

source: %s students were imported.
bg_bg: %s студенти бяха импортирани.

source: Database Backup
bg_bg: Архивиране на базата данни

source: Maximum file size: %01.0fMb
bg_bg: Максимален размер на файл: %01.0fMb

source: Select CSV or Excel file
bg_bg: Избиране на CSV или файл от Excel

source: Submit
bg_bg: Изпращане

source: %s rows
bg_bg: %s реда

source: Import Students
bg_bg: Импортиране на студенти

source: Are you absolutely ready to import students? Make sure you have backed up your database!
bg_bg: Напълно ли сте готови да импортирате студенти? Уверете се, че сте архивирали базата данни!

source: Stop
bg_bg: Стоп

source: Import first row
bg_bg: Импортиране на първия ред

source: Reset form
bg_bg: Нулиране на формуляра

source: Student Fields
bg_bg: Полета данни на студентите

source: First Name
bg_bg: Малко име

source: Middle Name
bg_bg: Бащино име

source: Last Name
bg_bg: Фамилно име

source: IDs are automatically generated if you select "N/A".
bg_bg: Ид.номера ще се генерират автоматично, ако изберете “Н/З”.

source: %s ID
bg_bg: %s Ид.Номера

source: Username
bg_bg: Потребителско име

source: Password
bg_bg: Парола

source: Enrollment
bg_bg: Записване

source: Grade Level
bg_bg: Ниво на обучение

source: Default
bg_bg: По подразбиране

source: Calendar
bg_bg: Календар

source: Next grade at current school
bg_bg: Следващо ниво в това училище

source: Retain
bg_bg: Отписване

source: Do not enroll after this school year
bg_bg: Да не се запише след тази учебна година

source: Attendance Start Date this School Year
bg_bg: Дата на започване тази учебна година

source: If the date is left empty, students will not be enrolled (inactive).
bg_bg: Ако датата се остави празна, студентите ще са незаписани (неактивни).

source: No names were found.
bg_bg: Не са намерени имена.

source: A user with that username already exists. Choose a different username and try again.
bg_bg: Потребител с такова потребителско име вече съществува. Изберете друго потребителско име и опитайте отново.

source: Please enter valid Numeric data.
bg_bg: Моля, въведете валидно чесло.

source: Some dates were not entered correctly.
bg_bg: Някои дати не бяха въведени коректно.

source: Pull-Down
bg_bg: Падащо меню

source: Auto Pull-Down
bg_bg: Падащо мено с добавяне

source: Edit Pull-Down
bg_bg: Падащо меню с редактиране

source: Text
bg_bg: Текст

source: Checkbox
bg_bg: Отметка

source: Number
bg_bg: Число

source: Select Multiple from Options
bg_bg: Избиране няколко възможности

source: Date
bg_bg: Дата

source: Long Text
bg_bg: Дълъг текст
